benchmark_results/normal/bun_kubernetes_3/json-processing_c100.txt
Bombarding http://192.168.49.2:31000/json-processing with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================================================================================================================================================] 100.00% 3833/s 2s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      4101.52    1256.65    6728.08
  Latency       23.80ms    21.99ms    91.60ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   150.51MB/s