benchmark_results/normal/bun_kubernetes_3/memory-intensive_1_c100.txt
Bombarding http://192.168.49.2:31000/memory-intensive/1 with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 3835/s 26s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      3862.69    1457.50    6490.16
  Latency       25.86ms    16.60ms   166.81ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     0.91MB/s